Repository: OpenCPN/OpenCPN
Catalog: plugins/aisradar_pi/po/*.po
Languages: et, fr, gl, it, nl, pt, sv

source: AIS Radar view
et: AIS-radari vaade
fr: Vue du Radar AIS
gl: Vista Radar do AIS
it: Visore Radar AIS
nl: AIS radarstijlweergave
pt: Vista AIS Radar
sv: AIS Radarbild

source: AIS Radar view PlugIn
et: AIS-radarivaate plugin
fr: Complément "Affichage Radar des cibles AIS"
gl: Plugin de vista do Radar AIS
it: Visore Radar AIS Plugin
nl: AIS PlugIn
pt: AIS Radar vista PlugIn
sv: AIS Radarbildmodul

source: Radar PlugIn for OpenCPN Shows AIS targets in a radar style view
et: Radari plugin OpenCPN'i jaoks Näitab AIS-märke radari-laadses vaates
fr: Complément Radar pour OpenCPN Montre les cibles AIS dans une fenêtre semblable à celle des radars
gl: Plugin Radar para OpenCPN Amosa os brancos AIS nunha visi√≥n estilo radar
it: PlugIn Radar per OpenCPN Mostra targets AIS nella modalit√† Radar
nl: AIS PlugIn voor OpenCPN Toont AIS objecten in radarstijl
pt: PlugIn de radar para alvos OpenCPN Mostra AIS em uma visão estilo radar
sv: Radarmodulen för OpenCPN Visar AIS-objekt som en radarbild

source: AIS Radar
gl: Radar AIS
it: Radar AIS
nl: AIS radarstijl

source: Radar Preferences
et: Radari eelistused
fr: Préférences radar
gl: Preferencias do Radar
it: Impostazioni Radar
nl: Weergavevoorkeuren
pt: Preferências de radar
sv: Radarinställningar

source: Radar
nl: Radarstijl

source: Show RADAR icon:
et: Näita radari ikooni:
fr: Montrer l'icône du complément "AIS Radar " :
gl: Amosar icona do RADAR:
it: Mostra icone Radad:
nl: Toon radarpictogram:
pt: Mostre o ícone do RADAR:
sv: Visa RADAR-ikon:

source: Use AIS as radar source:
et: Kasuta AIS kui radari allikat:
fr: Utilise l'AIS comme source du radar:
gl: Usar o AIS como fonde do radar:
it: Usa AIS come sorgente Radar:
nl: AIS als bron gebruiken:
pt: Utilizar AIS como fonte de radar:
sv: Använd AIS som radarkälla:

source: Controls
et: Juhtimine
fr: Commandes
gl: Controis
it: Controlli
nl: Besturing
pt: Controles
sv: Inställningar

source: Range
et: Ulatus
fr: Rayon
gl: Alcance
it: Portata
nl: Bereik
pt: Intervalo
sv: Avstånd

source: Miles
et: Miilid
gl: Millas
it: Miglia
nl: zeemijl
pt: Milhas

source: North Up
et: N-üleval
fr: Nord en haut
gl: Norte arriba
it: Nord sopra
nl: Noord-Boven
pt: Norte acima
sv: Norr upp

source: EBL
nl: Peilingslijn

source: Ring
fr: Cercle
gl: Anel
it: Suona
nl: Cirkel
pt: Anel

source: S
nl: Z

source: E
nl: O
sv: Ö

source: Course Up
et: Kurss üleval
fr: COG vers le haut
gl: Rumbo arriba
it: Rotta sopra
nl: Koers-Boven
pt: Curso acima
sv: Kurs upp

source: Radar Display
et: Radari kuvamine
fr: Image radar
gl: Pantalla Radar
it: Display Radar
nl: Radarstijlweergave
pt: Display de radar
sv: Radarskärm

source: W
fr: O
it: O
sv: V
