Repository: OpenCPN/OpenCPN
Catalog: plugins/squiddio_pi/po/*.po
Languages: ca, fi_fi, it_it, nb_no, pl_pl, pt

source: Show local sQuiddio destinations
ca: Mostra les destinacions locals sQuiddio
fi_fi: Näytä paikalliset sQuiddio kohteet
it_it: Visualizza le destinazioni sQuiddio locali
nb_no: Vis lokale sQuiddio destinasjoner
pl_pl: Pokaż lokalne miejsca sQuiddio
pt: Mostrar locais de destinos do sQuiddio

source: Hide local sQuiddio destinations
ca: Amaga les destinacions locals sQuiddio
fi_fi: Piilota paikalliset sQuiddio kohteet
it_it: Nascondi le destinazioni sQuiddio locali
nb_no: Skjul lokale sQuiddio destinasjoner
pl_pl: Schowaj lokalne miejsca sQuiddio
pt: Esconder locais de destinos do sQuiddio

source: Download local sQuiddio destinations
ca: Descarregar les destinacions locals sQuiddio
fi_fi: Lataa paikalliset sQuiddio kohteet
it_it: Scarica le destinazioni sQuiddio locali
nb_no: Last ned lokal sQuiddio destinasjoner
pl_pl: Pobierz lokalne miejsca sQuiddio
pt: Baixar locais de destinos do sQuiddio

source: Report a Destination at this location
ca: Notificar una destinació a aquesta ubicació
fi_fi: Ilmoita kohde tässä sijainnissa
it_it: Proponi una destinazione sQuiddio in questo punto
nb_no: Rapporter en destinasjon på dette stedet
pl_pl: Zgłoś miejsce w tej lokalizacji
pt: Relatar um destino neste local

source: Local destinations have been updated
ca: S'han actualitzat les destinacions locals
fi_fi: Paikalliset kohteet on päivitetty
it_it: Destinazioni locali aggiornate
nb_no: Lokale destinasjoner er blitt oppdatert
pl_pl: Lokalne miejsca zostały zaktualizowane
pt: Locais de Destinos foram atualizados

source: No destinations available for the region
ca: No hi ha destinacions disponibles per a la regió
fi_fi: Kohteita ei ole saatavilla tälle alueelle
it_it: Spiacenti. Nessuna destinazione in questa regione
nb_no: Ingen destinasjoner tilgjengelig for regionen
pl_pl: Brak miejsc w tym regionie
pt: Nenhum destino disponivel para a região

source: Server not responding. Check your Internet connection
ca: El servidor no respon. Comproveu la connexió d'Internet
fi_fi: Palvelin ei vastaa. Tarkista Internet-yhteys
it_it: Il server non risponde. Verifica il collegamento a Internet
nb_no: Server svarer ikke. Sjekk din Internettforbindelse
pl_pl: Serwer nie odpowiada. Sprawdź połączenie internetowe
pt: Servidor não está respondendo. Verifique sua conexão com a Internet

source: Could not launch default browser. Check your Internet connection
ca: No s'ha pogut iniciar el navegador per defecte. Comproveu la connexió d'Internet
fi_fi: Oletusselainta ei voitu käynnistää. Tarkista Internet-yhteys
it_it: Il browser non risponde. Verifica il collegamento a Internet
nb_no: Kunne ikke starte standard nettleser. Sjekk din Internettforbindelse
pl_pl: Nie można uruchomić przeglądarki domyślnej. Sprawdź połączenie internetowe
pt: Não foi possível iniciar o navegador padrão. Verifique sua conexão com a Internet

source: Downloading
ca: Descarregant
fi_fi: Ladataan
it_it: Download in corso
nb_no: Laster ned
pl_pl: Pobieranie
pt: Baixando

source: Downloading:
ca: Descarregant:
fi_fi: Ladataan:
it_it: Download in corso:
nb_no: Laster ned:
pl_pl: Pobieranie:
pt: Baixando:

source: Squiddio_pi: unable to connect to host
ca: Squiddio_pi: incapaç de connectar a l'amfitrió
fi_fi: Squiddio_pi: ei saa yhteyttä palvelimeen
it_it: Squiddio_pi non riesce a collegarsi all'host
nb_no: Squiddio_pi: kunne ikke koble til vert
pl_pl: Squiddio_pi: nie można połączyć się z hostem
pt: Squiddio_pi: impossível conectar ao host

source: Squiddio for OpenCPN
ca: Squiddio per a OpenCPN
fi_fi: Squiddio OpenCPN:lle
it_it: Squiddio per OpenCPN
pl_pl: Squiddio dla OpenCPN
pt: Squiddio para OpenCPN

source: == User-sourced database of sailing destinations == To download destinations for a desired region (requires Internet connection): * Position cursor on area where you want to view destinations and right click mouse * Select 'Download local sQuiddio destinations' from context-sensitive menu. Destinations appear as OpenCPN waypoints: * Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local destinations on/off * Submit a new destination (requires Internet connection and free user account) == In-chart log-sharing for cruisers == * Share your GPS coordinates with your cruising friends and visualize their position on your OpenCPN charts (requires a free sQuiddio account) IMPORTANT: By using this plugin you are agreeing to the sQuidd.io Terms and Conditions, available at http://squidd.io/enduser_agreement
ca: == Base de dades de les destinacions de navegacions == Per descarregar les destinacions d'una regió desitjada (Això requereix una connexió a Internet): * Col·loqueu el cursor sobre l'àrea on voleu mostrar les destinacions i feu clic al botó dret del ratolí * Seleccioneu "Descarregar destinacions locals sQuiddio" al menú contextual. Les destinacions apareixen com a waipoints OpenCPN: * Feu un clic dret sobre el waypoint per accedir a l'enllaç a la pàgina sQuiddio. * Seguiu l'enllaç per avaluar la destinació i afegir comentaris en línia. Altres opcions del menú: * Canviar la visualització de les destinacions locals on/off * Enviar una nova destnació (requereix una connexió a Internet i un compte d'usuari gratuït) == Comparteix-cartes quadern-per creuers == * Comparteix les teves coordenades GPS amb els teus amics creueristes i veure les seves posicions a l'àrea de la teva caarta OpenCPN (requereix compte sQuiddio gratuït) IMPORTANT: Mitjançant l'ús d'aquest connector, accepteu els Termes de sQuidd.io Les Condicions estan disponibles a http://squidd.io/enduser_agreement
fi_fi: == Käyttäjien päivittämä purjehduskohdetietokanta == Jos lataat kohteita haluamaltasi alueelta (vaatii Internet-yhteyden): * Sijoita kohdistin alueella jossa haluat tarkastella kohteita ja oikeaklikkaa hiirellä * Valitse 'Lataa paikalliset sQuiddio kohteet' tilannekohtaisesta menusta. Kohteet näkyvät OpenCPN reittipisteinä: * kakkospainikkeella reittipisteen linkki sQuiddio:n kohdesivulle. * seuraa linkkiä arvioi kohde ja lisää kommentteja online. Muut valikkovaihtoehdot: Käännä etsii paikallisten kohteiden näkyvyys päälle/pois * * Uuden kohteen tarjoaminen(vaatii Internet-yhteyden ja ilmainen käyttäjätili) ==Kartalla lokin jakaminen veneilijöille == * Jaa GPS-koordinaatit veneilijä ystäviesi kanssa ja näe heidän sijaintinsa OpenCPN:n kartalla (vaatii vapaan sQuiddio tilin) TÄRKEÄÄ: Käyttämällä tätä laajennusta hyväksyt sQuidd.io:n ehdot ja käyttöehdot,jotka ovat osoitteessa http://squidd.io/enduser_agreement
it_it: Database open-source di destinazioni nautiche Per scaricare le destinazioni di una regione (richiede collegamento a Internet): * Posiziona il cursore sul punto in cui desideri visualizzare le destinazioni e fai click destro Le destinazioni compaiono come Way-points OpenCPN: * Fai click destro sul Way-point per ottere il link alla pagina sQuiddio relativa alla destinazione * Segui il link per votare la destinazione e aggiungere commenti all pagina Altre opzioni del menu: * Visualizza/nascondi le destinazioni locali * Proponi una nuova destinazione (richiede collegamento a Internet e registrazione gratuita al servizio)
nb_no: == Database over seilings destinasjoner, laget og vedlikeholdt av brukere == For å laste ned destinasjoner for et ønsket område (krever internett forbindelse): * Sett kursoren i området hvor du ønsker å se destinasjoner og høyre-klikk med musen * Velg 'Last ned lokale sQuiddio destinasjoner' fra den kontekst-følsomme menyen. Destinasjoner vises som OpenCPN veipunkter: * Høyre-klikk på veipunkt for link til sQuiddio's destinasjons side. * Følg link for å rangere destinasjon og kommentere destinasjonen online. Andre meny alternativer: * Slå på og av visning av lokale destinasjoner. *Send inn ny destinasjon (krever internett tilkobling og en gratis brukerkonto) ==Logg-deling rett fra kart for cruisere == * Del dine GPS koordinater med dine venner og visualiser deres posisjon på dine OpenCPN kart (krever en gratis sQuiddio konto) VIKTIG: Ved å benytte denne utvidelsen godtar du retningslinjene og reglene, tilgjengelig på http://squidd.io/enduser_agreement
pl_pl: == Bazy danych miejsc/przystani żeglarskich tworzona przez użytkownikow == Aby pobrać miejsca dla żądanego regionu (wymaga połączenia z Internetem): * ustaw kursor na obszar, gdzie chcesz zobaczyć cele podróży i kliknij prawym przyciskiem myszy * Wybierz 'Pobierz lokalne miejsca sQuiddio' z menu kontekstowego. Miejsca pojawiają się jako punkty drogi OpenCPN: * kliknij prawym przyciskiem myszy na punkt aby otrzymać link do strony docelowej sQuiddio's. * Użyj linka aby ocenić miejsce i dodać komentarze online. Inne opcje menu: * przełącznik widoczności dla lokalnych miejsc, wlacz/wyłącz * prześlij nowe miejsce (wymaga połączenia z Internetem i darmowego konta użytkownika) == udostępnianie dziennika dla podróżników na mapie == * współdziel współrzędne GPS ze znajomymi i obrazuj ich pozycje na mapie OpenCPN (wymaga darmowego konta sQuiddio) WAŻNE: Za pomocą tej wtyczki zgadzasz się na sQuiddio Terms and Conditions, dostępne na http://squidd.io/enduser_agreement
pt: = = Banco de dados de usuários para destinos de vela = = Para download de destinos para uma região desejada (requer conexão com a Internet): * Posicionar o cursor na área onde você quer ver os destinos e clique * Selecione 'Download destinos locais sQuiddio' do menu. Destinação contextual aparecem como pontos de rota OpenCPN: * botão direito do mouse no ponto de passagem para o link para a página de destino do sQuiddio. Sigam o link * para taxa de destino e adicionar comentários as opções do menu de online. Outrso: * visibilidade de alternância para destinos locais, ligar/desligar * apresentar um novo destino (requer conexão com a Internet e conta de usuário) == em gráfico log de compartilhamento para cruzadores = = * parte as coordenadas de seu GPS com seus amigos de cruzeiro e visualizar seus position on seus gráficos OpenCPN (requer uma conta de livre sQuiddio) IMPORTANT: Usando este plugin você está concordando com o sQuidd.io termos condições e, disponíveis em http://squidd.io/enduser_agreement

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, sign up for sQuiddio (http://squidd.io/signup) and visit your online profile page (see Edit Profile link in the Dashboard), 'Numbers & Keys' tab.
ca: Compartir quaderns no està activat. Introduïr l'identificador d'API sQuiddio i la clau d'usuari API. Per obtenir la vostra clau d'API, cal registrar-se a sQuiddio (http://squidd.io/signup) i visitar el teu perfil en línia (segueix l'enllaç "Edita perfil" al "Quadre de Comandament") pestanya " Números i claus".
fi_fi: Lokin jakaminen ei ole aktivoitu. Anna sQuiddio käyttäjätunnuksesi ja API-avain. Jotta saat API-avaimen, kirjaudu sQuiddio:n (http://squidd.io/signup) ja siirryverkkoprofiilisivullesi (ks. Muokkaa profiilia linkkiä kojelaudassa) "Numerot & näppäimet" välilehdellä.
it_it: Condivisione dei log non attivata. Inserisci il tuo identificativo sQuiddio e chiave API. Per ottenere la chiave API, registrati a sQuidd.io (http://squidd.io/signup) e visita la tua pagina di profilo. (vedi il Edit Profile nella Dashboard, Numbers & Keys tab)
nb_no: Logg deling var ikke aktivert. Vennligst skriv inn din sQuiddio bruker ID og API-nøkkel. For å motta din API-nøkkel, registrer deg hos sQuiddio (http://squidd.io/signup) og gå til din profilside (se Edit Profile linken i Dashboard), 'Numbers & Keys' fanen.
pl_pl: Udostępnianie dziennika nie zostało aktywowane. Wprowadź swój identyfikator użytkownika sQuiddio i klucz API. Aby otrzymać klucz API, zarejestruj się na sQuiddio (http://squidd.io/signup) i odwiedź stronę profilu online (patrz link Edytuj profil na panelu), zakładka 'Numery & klucze'.
pt: Compartilhamento de log não foi ativado. Por favor digite seu ID de usuário sQuiddio e chave de API. Para obter a sua chave de API, Cadastre-se para sQuiddio (http://squidd.io/signup) e visite a página do seu perfil on-line (ver link Editar perfil no painel de controle), guia de 'Números & chaves'.

source: Just now
ca: Ara mateix
fi_fi: Juuri nyt
it_it: In questo istante
nb_no: Akkurat nå
pl_pl: Teraz
pt: Agora mesmo

source: One second ago
ca: Fa un segon
fi_fi: Sekunnti sitten
it_it: Un secondo fa
nb_no: Et sekund siden
pl_pl: Jedna sekunda temu
pt: um segundo atrás

source: %i seconds ago
ca: Fa %i segons
fi_fi: %i sekuntia sitten
it_it: %i secondi fa
nb_no: %i sekunder siden
pl_pl: %i sekund temu
pt: Há %i segundos

source: About a minute ago
ca: fa cosa d'un minut
fi_fi: Noin minuutti sitten
it_it: Circa un minuto fa
nb_no: Omtrent et minutt siden
pl_pl: Około minutę temu
pt: há cerca de um minuto

source: %i minutes ago
ca: Fa %i minuts
fi_fi: %i minuuttia sitten
it_it: %i minuti fa
nb_no: %i minutter siden
pl_pl: %i minut temu
pt: há %i minutos

source: About an hour ago
ca: fa cosa d'un hora
fi_fi: Noin tunti sitten
it_it: Circa un ora fa
nb_no: Omtrent en time siden
pl_pl: Około godziny temu
pt: há cerca de uma hora

source: %i hours ago
ca: Fa %i hores
fi_fi: %i tuntia sitten
it_it: %i ore fa
nb_no: %i timer siden
pl_pl: %i godzin temu
pt: Há %i horas

source: Yesterday
ca: Ahir
fi_fi: Eilen
it_it: Ieri
nb_no: I går
pl_pl: Wczoraj
pt: ontem

source: %i days ago
ca: Fa %i dies
fi_fi: %i päivää sitten
it_it: %i giorni fa
nb_no: %i dager siden
pl_pl: %i dni temu
pt: %i dias atrás

source: Log sent:
ca: Quadern enviat:
fi_fi: Loki lähetetty:
it_it: Log inviato:
nb_no: Logg sendt:
pl_pl: Dziennik wysłanych:
pt: Log enviado:

source: Logs received
ca: Quaderns rebuts
fi_fi: Lokit vastaanotettu
it_it: Log ricevuti:
nb_no: Logger mottatt
pl_pl: Dzienniki otrzymane
pt: Logs recebidos

source: Created sQuiddio log update:
ca: Creat quadern d'actualització sQuiddio:
fi_fi: sQuiddio lokin päivitys muodostettu:
it_it: Aggiornamento log creato:
nb_no: Opprettet sQuiddio logg oppdatering:
pl_pl: sQuiddio utworzono aktualizacje dziennika:
pt: Atualização de log sQuiddio criado:

source: View Destinations
ca: Veure les Destinacions
fi_fi: Katso kohteita
it_it: Visualizza destinazioni
nb_no: Vis destinasjoner
pl_pl: Przeglądanie miejsc docelowych
pt: Ver os destinos

source: All
ca: Tot
fi_fi: Kaikki
it_it: Tutte
nb_no: Alle
pl_pl: Wszystkie
pt: Todos

source: Marinas
ca: Ports esportius
fi_fi: Satamat
it_it: Marina
nb_no: Havner
pl_pl: Przystanie

source: Anchorages
ca: Ancoratges
fi_fi: Ankkuripaikat
it_it: Ancoraggi
nb_no: Ankringsplasser
pl_pl: Kotwicowiska
pt: Ancoragens

source: Yacht clubs
ca: Clubs nàutics
fi_fi: Pursiseurat
it_it: Circoli Nautici
nb_no: Båtklubber
pl_pl: Yacht kluby
pt: Iate clubes

source: Docks/piers
ca: Molls/pilastres
fi_fi: Telakkat/laiturit
it_it: Moli/Pontili
nb_no: Kai/pirer
pl_pl: Nbrzeża/mola
pt: Docas/cais

source: Boat ramps
ca: Rampes d'avarada
fi_fi: Venerampit
it_it: Rampe di accesso
nb_no: Båtramper
pl_pl: Rampa dla łodzi
pt: Rampas de barco

source: Fuel Stations
ca: Estacions de combustible
fi_fi: Huoltoasemat
it_it: Stazioni carburante
nb_no: Bunkringsanlegg
pl_pl: Stacje paliw
pt: Postos de combustíveis

source: Other
ca: Altres
fi_fi: Muut
it_it: Altro
nb_no: Andre
pl_pl: Inne
pt: "Outros"

source: AIS marker
ca: Marcador AIS
fi_fi: AIS majakka
nb_no: AIS markør
pt: Marcador de AIS

source: Share logs with friends
ca: Compartir quaderns amb amics
fi_fi: Jaa lokit ystävien kesken
it_it: Condividi i log con gli amici
nb_no: Del logger med venner
pl_pl: Udostępnij dzienniki znajomym
pt: Compartilhar logs com os amigos

source: Send
ca: Enviar
fi_fi: Lähetä
it_it: Invia
nb_no: Sendt
pl_pl: Wyślij
pt: Enviar

source: Never
ca: Mai
fi_fi: Ei koskaan
it_it: Mai
nb_no: Aldri
pl_pl: Nigdy
pt: Nunca

source: Once a day
ca: Un cop al dia
fi_fi: Kerran päivässä
it_it: Una volta al giorno
nb_no: En gang om dagen
pl_pl: Raz dziennie
pt: Uma vez por dia

source: Twice a day
ca: Dos cops al dia
fi_fi: Kahdesti päivässä
it_it: Due volte al giorno
nb_no: To ganger daglig
pl_pl: Dwa razy na dobę
pt: Duas vezes por dia

source: Once an hour
ca: Un cop per hora
fi_fi: Kerran tunnissa
it_it: Una volta all'ora
nb_no: En gang i timen
pl_pl: Raz na godzinę
pt: Uma vez por hora

source: Twice an hour
ca: Dos cops per hora
fi_fi: Kaksi kertaa tunnissa
it_it: Due volte all'ora
nb_no: To ganger i timen
pl_pl: Dwa razy na godzinę
pt: Duas vezes por hora

source: Once a minute
ca: Un cop per minut
fi_fi: Kerran minuutissa
it_it: Una volta al minuto
nb_no: En gang i minuttet
pl_pl: Raz na minutę
pt: Uma vez por minuto

source: Twice a minute
ca: Dos cops per minut
fi_fi: Kahdesti minuutissa
it_it: Due volte al minuto
nb_no: To ganger i minuttet
pl_pl: Dwa razy na minutę
pt: Duas vezes por minuto

source: Every 10 seconds
ca: Cada 10 segons
fi_fi: 10 sekunnin välein
it_it: Ogni 10 secondi
nb_no: Hver 10 sekunder
pl_pl: Co 10 sekund
pt: Cada 10 segundos

source: Receive
ca: Rebre
fi_fi: Vastaanota
it_it: Ricevi
nb_no: Motta
pl_pl: Odbierz
pt: Receber

source: sQuiddio ID
ca: ID d'sQuiddio
it_it: Identificativo Squiddio
pl_pl: identyfikator sQuiddio

source: The email address you use to log into sQuidd.io
ca: L'adreça que utilitzeu per accedir a sQuidd.io
fi_fi: Sähköpostiosoite, jota käytät kirjautuessa sQuidd.io:n
it_it: L'indirizzo email che utilizzi per accedere a sQuidd.io
nb_no: Epost adressen du benytter til å logge inn hos sQuidd.io
pl_pl: Adres e-mail, którego używasz do logowania się do sQuidd.io
pt: O endereço de e-mail que você usa para entrar no sQuidd.io

source: API Key
ca: Clau de l'API
fi_fi: API avain
it_it: Chiave API
nb_no: API-nøkkel
pl_pl: Klucz API
pt: Chave da API

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
ca: Recuperar la clau d'API de perfil de sQuidd.io. Registrar a http://squidd.io i feu clic a Edita el perfil en el quadre de comandament, llavors seleccioneu els números i claus. Feu clic a la pestanya d'ajuda per obtenir més informació. IMPORTANT! No utilitzeu la vostra contrassenya sQuiddio igual que la vostra clau d'API!
fi_fi: Hae uudelleen API avaimesi sQuidd.io profiilistasi. Kirjaudu http://squidd.io:n ja klikkaa kojelaudassa Edit Profilea, sitten valitse Numbers and Keys välilehti. Klikkaa Helppiä, saat lisää Infoa. TÄRKEÄÄ! Älä käytä sQuiddio salasanaasi API avaimenasi!
it_it: Recuperare la Chiave API dal tuo profilo sQuidd.io. Accedere a http://squidd.io e fare clic su "Edit Profile" nel Dashboard, quindi selezionare la scheda "Numbers and Keys" fare clic su Help per ulteriori informazioni. IMPORTANTE! Non utilizzare la stessa password di sQuidd.io come chiave API!
nb_no: Motta din API-nøkkel fra din sQuidd.io profil. Logg inn på http://squidd.io og rediger profilen i Dashbord, velg så nummer og nøkkel fanen. Klikk hjelp for mer informasjon. VIKTIG! Ikke bruk ditt passord som din API-nøkkel!
pl_pl: Pobierz klucz API z profilu sQuidd.io. Zaloguj się do http://squidd.io i kliknij przycisk Edytuj profil w panelu, a następnie wybierz zakładkę Numery i Klucze. Kliknij Pomoc poa więcej informacji. WAŻNE! Nie należy używać twojego hasła sQuiddio jako klucz API!
pt: Recupere sua chave de API do seu perfil sQuidd.io. Inicie http://squidd.io e clique em Editar perfil no painel de controle, em seguida, selecione a guia números e chaves. Clique em ajuda para obter mais informações. IMPORTANTE! Não use sua sQuiddio senha como sua chave de API!
